---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilyInstanceFilter
source: html/0ab03be9-6cb6-27b2-32b1-25057f96492e.htm
---
# FamilyInstanceFilter Members

Constructs a new instance of a filter to match family instances of the given family symbol.